[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:61};
itm1={id:1,name:header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3};
itm10={backcolor:0,bidimode:left-to-right,font:3,height:36,highcolor:0,hlayout:left,id:57,linespacing:0,multiline:false,name:HouseTxt,type:TEXTFIELD,visible:true,vlayout:middle,width:468,wrapline:no-wrap,x:80,y:98,zorder:14};
itm11={backcolor:0,bidimode:left-to-right,font:3,height:36,highcolor:0,hlayout:left,id:58,linespacing:0,multiline:false,name:StreetTxt,type:TEXTFIELD,visible:true,vlayout:middle,width:468,wrapline:no-wrap,x:80,y:128,zorder:15};
itm12={backcolor:0,bidimode:left-to-right,font:3,height:36,highcolor:0,hlayout:left,id:59,linespacing:0,multiline:false,name:CityTxt,type:TEXTFIELD,visible:true,vlayout:middle,width:468,wrapline:no-wrap,x:80,y:158,zorder:16};
itm13={backcolor:0,bidimode:left-to-right,font:3,height:36,highcolor:0,hlayout:left,id:60,linespacing:0,multiline:false,name:StateTxt,type:TEXTFIELD,visible:true,vlayout:middle,width:468,wrapline:no-wrap,x:80,y:188,zorder:17};
itm14={backcolor:0,bidimode:left-to-right,content:United States,font:3,height:36,highcolor:0,hlayout:left,id:61,linespacing:0,multiline:false,name:United_States,type:TEXTFIELD,visible:false,vlayout:middle,width:225,wrapline:no-wrap,x:323,y:188,zorder:18};
itm2={height:0,id:36,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,width:0,x:644,y:431,zorder:1};
itm3={backcolor:0,background:934,ccp:751,ccpzorder:over,height:74,id:38,name:Spell_Street,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:507,x:63,y:243,zorder:3,txtfield:{backcolor:0,bidimode:left-to-right,content:Spell Street,font:3,height:36,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:Spell_Street,type:TEXTFIELD,visible:true,vlayout:middle,width:464,wrapline:no-wrap,x:19,y:17}};
itm4={backcolor:0,background:934,ccp:751,ccpzorder:over,height:74,id:39,name:Spell_City,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:507,x:63,y:319,zorder:4,txtfield:{backcolor:0,bidimode:left-to-right,content:Spell City,font:3,height:36,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:Spell_City,type:TEXTFIELD,visible:true,vlayout:middle,width:464,wrapline:no-wrap,x:19,y:17}};
itm5={backcolor:0,background:934,ccp:751,ccpzorder:over,height:74,id:40,name:State,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:507,x:63,y:395,zorder:5,txtfield:{backcolor:0,bidimode:left-to-right,content:State\cm Country,font:3,height:36,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:State,type:TEXTFIELD,visible:true,vlayout:middle,width:464,wrapline:no-wrap,x:19,y:17}};
itm6={backcolor:0,background:934,ccp:779,ccpzorder:over,height:74,id:41,name:Set,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:154,x:644,y:91,zorder:6,txtfield:{backcolor:0,bidimode:left-to-right,content:Set,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Set,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm7={backcolor:0,background:934,ccp:779,ccpzorder:over,height:74,id:46,name:ZipCode,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:154,x:644,y:319,zorder:11,txtfield:{backcolor:0,bidimode:left-to-right,content:ZIP code,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:zipcodetext,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm8={backcolor:0,bidimode:left-to-right,content:34567456,font:45,height:34,highcolor:0,hlayout:center,id:47,linespacing:0,multiline:false,name:zipcodeText,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:156,wrapline:no-wrap,x:643,y:276,zorder:12};
itm9={backcolor:0,height:150,id:56,img:363,layout:normal,name:txtbase,type:IMAGEFIELD,visible:true,width:507,x:63,y:91,zorder:13,layout_param:{clipx:0,clipy:0}};

